Repository: nitmir/phpIrofferAdmin
Catalog: lang/*.utf8/LC_MESSAGES/default.po
Languages: fr

source: The server load is very high at the moment. Retrying, please wait...
fr: La charge du serveur est actuellement très élevée. Nouvelle tentative en cours, merci de patienter...

source: Too many users. Please press the Refresh button in your browser to retry.
fr: Trop d'utilisateurs connectés. Utilisez le boutons d'actualisation de votre navigateur pour réessayer.

source: Update error: %s
fr: Erreur de mise à jour : %s

source: couple (host, port) already used and wrong password
fr: L'adresse host:port est déjà utilisé et le mot de passe fourni ne concorde pas

source: Pack %s (%s) removed
fr: Le paquet %s (%s) a été supprimé

source: Invalid pack number %s, unable to remove it
fr: Numéro de pack %s invalide, impossible de le supprimer

source: Group %s deleted
fr: Groupe %s supprimé

source: Delete all pack from group %s
fr: Suppression de tous les paquets du groupe %s

source: Error deleting all pack from group %s
fr: Erreur durant la suppression de tous les paquets du groupe %s

source: File %s added at pack #%s
fr: Le fichier %s a été ajouté en paquet #%s

source: File %s is already added.
fr: Le fichier %s a déjà été ajouté.

source: %s is not a file
fr: %s n'est pas un fichier

source: Please choose a non empty group name
fr: Merci de choisir un nom de groupe non vide

source: Invalid method for adddir
fr: Méthode invalide pour adddir

source: %s files added from dir %s
fr: %s fichiers ont été ajouté à partir du répertoire %s

source: Nothing to do
fr: Rien à faire

source: %s is not a directory
fr: %s n'est pas un répertoire

source: No error reported
fr: Aucune erreur de rapporté

source: Description of group %s changed to %s
fr: Description du groupe %s modifié en %s

source: Group %s renamed to %s
fr: Groupe %s renommé en %s

source: Pack #%s set to group %s
fr: Paquet #%s assigné au groupe %s

source: Description of pack #%s changed
fr: Description du groupe %s modifié

source: Pack #%s moved to #%s
fr: Paquet #%s déplacer en position #%s

source: Right of %s updated to %s
fr: Droit de %s mis à jour au statut de %s

source: Name of %s updated to %s
fr: Nom de l'utilisateur %s mis à jour en %s

source: Names sould be longer than 3 character
fr: Les noms d'utilisateur devraient faire plus de 3 caractères

source: Email of %s updated to %s
fr: Email de l'utilisateur %s mis à jour en %s

source: Password of %s updated
fr: Mise à jour du mot de passe de %s

source: Passwords mismatch, no updated
fr: Non concordance des deux mots de passe, mise à jour des informations annulée

source: User %s created
fr: Utilisateur %s crée

source: Creation error: %s
fr: Erreur de création : %s

source: Passwords mismatch, user creation abort
fr: Non concordance des deux mots de passe, création de l'utilisateur annulé

source: User %s deleted
fr: Utilisateur %s supprimé

source: Deletion error: %s
fr: Erreur de suppression : %s

source: phpIrofferAdmin on github
fr: phpIrofferAdmin sur github

source: Manage bots
fr: Gestion des robots

source: name
fr: nom

source: host
fr: hôte

source: password
fr: mot de passe

source: created
fr: créé le

source: refresh
fr: rafraîchir

source: edit
fr: édit

source: undo
fr: annuler

source: hostname
fr: nom d'hôte

source: File listing
fr: Liste des fichiers

source: Please indicate a new group name:
fr: Merci de donner un nom pour le nouveau groupe

source: New group
fr: Nouveau groupe

source: symbolic link
fr: lien symbolique

source: Add symbolic link as a file:
fr: Ajouter le lien symbolique en tant que fichier :

source: Add every file in directory:
fr: Ajouter tous les fichiers du répertoire :

source: Add new file in directory:
fr: Ajouter les nouveaux fichiers du répertoire :

source: Add new file in directory to group:
fr: Ajouter les nouveaux fichiers du répertoire dans le groupe :

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: size
fr: taille

source: Remove every pack found in %s
fr: Supprime tous les paquets correspondant aux fichiers de %s

source: Remove every pack found in %s?
fr: Supprimer tous les paquets correspondant aux fichiers de %s ?

source: Add every file in %s
fr: Ajoute tous les fichiers contenu dans %s

source: Are you sure you want to remove the following packs:
fr: Êtes-vous sûr de vouloir supprimer les paquets suivant :

source: pack:
fr: paquet :

source: Groups:
fr: Groupes :

source: None
fr: Aucun

source: md5 sum:
fr: Σ md5

source: Last Modified:
fr: Dernière modif :

source: Path:
fr: Chemin :

source: error getting pack informations
fr: Erreur la récupération des informations du paquet

source: Packs listing of group %s
fr: Liste des paquets du groupe %s

source: Packs listing
fr: Liste des paquets

source: back
fr: retour

source: detail
fr: détail

source: Remove pack from the bot
fr: Supprime le paquets du robot

source: Removing pack #%s - %s [%s] ?
fr: Supprimer le paquet #%s - %s [%s] ?

source: Removing all packs maching the current search
fr: Supprime tous les paquets correspondant à la recherche courante

source: remove all this packs
fr: supprimer tous ces paquets

source: Groups listing
fr: Liste des groupes

source: Change group name or description
fr: Changer le nom du groupe ou sa description

source: Move packs to no group
fr: N'assigne le paquet à aucun groupe

source: Deleting %s ?\nThis will put all packs in no group
fr: Supprimer %s\nTous les paquets ne seront plus assigné à aucun groupe

source: Type something...
fr: Entrez quelque chose...

source: Warning:
fr: Attention :

source: Error:
fr: Erreur :

source: Success:
fr: Réussite :

source: All
fr: Tout

source: Add files
fr: Ajout de fichiers

source: Iroffer User
fr: Administration Utilisateur

source: My infos
fr: Informations personnels

source: Name
fr: Nom

source: Password
fr: Mot de passe

source: Last login
fr: Dernière connexion

source: Created
fr: Créé le

source: User list
fr: Liste d'utilisateurs

source: Rights
fr: Droits

source: save
fr: sauvegarder

source: close
fr: fermer

source: Manage user's bots
fr: Gérer les robots de l'utilisateur

source: Delete user %s?
fr: Supprimer l'utilisateur %s ?

source: Add
fr: Ajouter

source: login
fr: identifiant

source: Please sign in
fr: Connexion :

source: Login
fr: Identifiant

source: Sign in
fr: Se connecter

source: Iroffer Admin
fr: Administration d'Iroffer

source: Links to bots admin
fr: Liens vers l'administration des robots

source: Bots status
fr: Statut des robots

source: detailed info
fr: informations détaillées

source: refresh status
fr: rafraîchir le statut

source: Home
fr: Accueil

source: Parameters
fr: Paramètres

source: User information
fr: Informations utilisateur

source: Manage Bots
fr: Gérer les robots

source: Bots
fr: Robots

source: Logout
fr: Déconnexion
